index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2022-05-06 Fri 17:31 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Blog of Claudio Parra</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Claudio Parra">
<meta name="description" content="personal blog, computer science, programming"
>
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<div id="content">
<h1 class="title">Blog of Claudio Parra</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orga43f741">About myself and this Blog</a></li>
<li><a href="#org0355e2a">Personal</a></li>
<li><a href="#orgde3ef1a">Adventures with Linux Perf</a></li>
<li><a href="#org017a9f2">Fun</a></li>
</ul>
</div>
</div>


<div id="outline-container-orga43f741" class="outline-2">
<h2 id="orga43f741">About myself and this Blog</h2>
<div class="outline-text-2" id="text-orga43f741">
<p>
Welcome to my Blog! this is the first entry of my blog, so far I am not sure about what to share in here, or how is this going to work, but I will just start with the things I am working on now.
</p>
<ul class="org-ul">
<li><a href="posts/template.html">What I am using to make this website</a></li>
</ul>
</div>
</div>
<div id="outline-container-org0355e2a" class="outline-2">
<h2 id="org0355e2a">Personal</h2>
<div class="outline-text-2" id="text-org0355e2a">
<ul class="org-ul">
<li><a href="posts/viaje_chile.html">Viaje a Chile</a></li>
<li><a href="posts/2022/seattle.html">Trip to Seattle</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgde3ef1a" class="outline-2">
<h2 id="orgde3ef1a">Adventures with Linux Perf</h2>
<div class="outline-text-2" id="text-orgde3ef1a">
<ul class="org-ul">
<li><a href="posts/2021-04-28-perf.html">Measure raw perf events programatically in Ryzen 3960X</a></li>
</ul>
</div>
</div>

<div id="outline-container-org017a9f2" class="outline-2">
<h2 id="org017a9f2">Fun</h2>
<div class="outline-text-2" id="text-org017a9f2">
<ul class="org-ul">
<li><a href="fun/balloons.html">Balloons</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Claudio Parra</p>
<p class="email">Email: <a href="mailto:onlycparra@hotmail.com">onlycparra@hotmail.com</a></p>
<p class="date">Created: 2022-05-06 Fri 17:31</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
